[
    {
        "title": "Sunshine Is Coming",
        "subtitle": "The sun after the rain is much beautiful than the sun before the rain.",
        "image_url": "https://images.pexels.com/photos/290617/pexels-photo-290617.jpeg?cs=srgb&dl=pexels-kaique-rocha-290617.jpg&fm=jpg",
        "detail": "ฤดูร้อน หรือ คิมหันตฤดู เป็นฤดูที่มีอากาศร้อนที่สุดในปี ฤดูร้อนในเขตอบอุ่นและเขตหนาวของซีกโลกเหนืออยู่ระหว่างฤดูใบไม้ผลิและฤดูใบไม้ร่วง โดยทั่วไปคือตั้งแต่ 21 มิถุนายน (วันครีษมายัน) ถึง 21 กันยายน (วันศารทวิษุวัต) ในฤดูร้อนกลางวันจะยาวกว่ากลางคืน โดยความยาวของวันจะเริ่มลดลงเมื่อสิ้นฤดูร้อน ในวันวิษุวัต วันที่เริ่มต้นของฤดูร้อนในแต่ละพื้นที่มีความแตกต่างกัน ตามสภาพแวดล้อม สังคม และวัฒนธรรม"
    },
    {
        "title": "Rainy Is Gone",
        "subtitle": "Let the rain wash away all the pain of yesterday.",
        "image_url": "https://images.pexels.com/photos/39811/pexels-photo-39811.jpeg?cs=srgb&dl=pexels-veeterzy-39811.jpg&fm=jpg",
        "detail": "ฤดูฝน หรือ วัสสานฤดู เป็นเป็นช่วงที่มีปริมาณฝนโดยเฉลี่ยตลอดทั้งเดือนเกินกว่า 60 มิลลิเมตร มากกว่า 1 เดือนขึ้นไป[1] และมีปริมาณฝนโดยรวมสูงสุดของปี โดยส่วนใหญ่จะเกิดขึ้นในช่วงเดือนพฤษภาคมจนถึงเดือนตุลาคมสำหรับในเขตซีกโลกเหนือ ซึ่งรวมถึงประเทศไทย ฤดูฝนยังทำให้ต้นไม้เจริญเติบโตอย่างรวดเร็วและยังช่วยขจัดสิ่งสกปรกและฝุ่นละอองภายในอากาศด้วย ฝนนั้นเกิดจากการควบแน่น ของก๊าซและกลายเป็นของเหลวตกลงมาซึ่งฤดูฝนมีความสำคัญต่อสิ่งมีชีวิตในโลกเป็นอย่างมาก และยังช่วยเพิ่มปริมาณน้ำให้มากขึ้นอีกด้วย"
    },
    {
        "title": "Snow Covered",
        "subtitle": "Let's make it a winter to remember.",
        "image_url": "https://images.pexels.com/photos/688660/pexels-photo-688660.jpeg?cs=srgb&dl=pexels-simon-berger-688660.jpg&fm=jpg",
        "detail": "ฤดูหนาว หรือ เหมันตฤดู เป็นฤดูที่มีอากาศหนาวที่สุดในปี ฤดูหนาวในเขตอบอุ่นและเขตหนาวของซีกโลกเหนือ โดยทั่วไปจะมีระยะเวลาตั้งแต่ 22 ธันวาคม ถึง 22 มีนาคม ของทุกปี เริ่มตั้งแต่กลางเดือนตุลาคมไปจนถึงกลางเดือนกุมภาพันธ์ ในระยะนี้ลมมรสุมตะวันออกเฉียงเหนือได้พัดปกคลุมประเทศไทย ทำให้อุณหภูมิลดลงทั่วไป อากาศจะหนาวเย็น ยกเว้นภาคใต้ของประเทศไทยอุณหภูมิจะลดลงได้บ้างเป็นครั้งคราวและจะมีฝนตกตามชายฝั่งทะเลตะวันออก ตั้งแต่สุราษฎร์ธานีลงไปจนถึงนราธิวาส"
    },
    {
        "title": "Spring Is Soon",
        "subtitle": "You never appreciate spring till You've been through a tough winter.",
        "image_url": "https://images.pexels.com/photos/2004630/pexels-photo-2004630.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
        "detail": "ฤดูใบไม้ผลิ หรือ วสันตฤดู เป็นฤดูในเขตอบอุ่นและเขตหนาว มีสภาพอากาศปลอดโปร่ง โดยทั่วไป ฤดูใบไม้ผลิในซีกโลกเหนือจะมีระยะเวลาตั้งแต่ 21 มีนาคม ถึง 20 มิถุนายน ของทุกปี ในขณะที่ในซีกโลกใต้ จะมีระยะเวลาตั้งแต่เดือนกันยายนถึงเดือนพฤศจิกายน"
    }
]